@extends('layouts.app')

@section('title-block', 'Главная')

@section('content-block')
    <div class = "introductory_text">
        <p><h2>Добро пожаловать в систему мониторинга процесса тестирования школьников!</h2></p>
        <p>Наш проект создан с целью обеспечения эффективного и удобного инструмента
        для проведения мониторинга процесса тестирования школьников.
        Мы стремимся поддерживать образовательное сообщество, предоставляя преподавателям
        возможность анализировать результаты учащихся онлайн.</p>

        <p><h4>Основные возможности системы:</h4></p>

        <ol>
            <li><strong>Мониторинг процесса обучения:</strong> Отслеживайте активность и успеваемость учащихся
                онлайн.</li>
            <li><strong>Анализ результатов:</strong> Получайте подробные отчеты и статистику по прошедшим тестам
                для дальнейшего улучшения образовательного процесса.</li>
            <li><strong>Простота использования:</strong> Интуитивный интерфейс и легкость настройки отчетов
                делают использование системы удобным для учителей.</li>
        </ol>
        <p>Присоединяйтесь к нам и создайте современное образовательное пространство,
            где обучение становится увлекательным и результативным.
            Мы уверены, что использование нашей веб-системы сделает мониторинг процесса тестирования
            более эффективным и интересным для всех участников образовательного процесса.</p>
    </div>
@endsection
